let words = [
    {
        word: "Бухара",
        hint: "Cтолица Бухарского эмирата в середине XIX века"
    },
    {
        word: "три ханства",
        hint: "Сколько ханств официально существовало к середине XIX века"
    },
    {
        word: "Шейх-уль-ислам",
        hint: "Кто осуществлял контроль за соблюдением правил и норм шариата, законов, судебных дел в Бухарском эмирате?"
    },
    {
        word: "Кокандское ханство",
        hint: "На востоке ханство граничило с Восточным Туркестаном, на западе — с Бухарским эмиратом и делилось на 15 бекст "
    },
    {
        word: "Веревкина",
        hint: "Чей отряд захватил город Туркестан?"
    },
    {
        word: "Каракалпаки",
        hint: "В середине XIX века этнический состав Бухарского эмирата, Хивинского и Кокандского ханствна  проживали также таджики, казахи, туркмены и "
    },
    {
        word: "27",
        hint: "Из скольки бекств территориально состоял Бухарский Эмират, во главе которых стояли беки. в середине XIX века?"
    },
    {
        word: "Кокандское ханство",
        hint: "Какое ханство, которое на Востоке граничило с Восточным Туркестаном, на западе - с Бухарским эмиратом и являлось самым крупным по площади государством в Средней Азии?"
    },
    {
        word: "Харадж",
        hint: "Единый поземельный налог 1/3/5/10 части выплачиваемого урожая еще называли  "
    },
    {
        word: "Кунграты",
        hint: "Какая династия правила в Хивинском ханстве в середине XIX века? "
    },
    {
        word: "Кушбеги",
        hint: "Исполнительная власть в эмирате была в руках верховного визиря?"
    },
    {
        word: "мангыты",
        hint: "Какая династия правила в Бухарском эмирате в середине XIX века?"
    },
    {
        word: "Минги",
        hint: "Какая династия правила в Кокандском ханстве в середине XIX века?"
    },
    {
        word: "Хивинское ханство",
        hint: "Самая отсталая в экономическом плане ханство Средней Азии к середине XIX века"
    },
    {
        word: "Найманы",
        hint: "Известные династии и племена Средней Азии это мангыты, кунграты, ... "
    },
    {
        word: "оросительные системы и водообеспечения",
        hint: "От чего в большей степени зависело сельскохозяйственное производство в Средней Азии в XIX в.?"
    },
    {
        word: "Кипчаки",
        hint: "Кочевые тюркие плена на севере Мавераннахра степные народы по большей части похожи на половцев"
    },
    {
        word: "странствующие цирковые актеры",
        hint: "Кто такие скоморохи-кизикчи?"
    },
    {
        word: "Александр Бекович – Черкасский",
        hint: "Кто возглавлял военную экспедицию в Среднюю Азию при Петре I 1717 года?"
    },
]